benchmark_result/bench_result_hadware_evol/fio/xen_4_11_3/vm3/fio_result/round4/seq_write_throughput
seq_write_throughput: (g=0): rw=write, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=libaio, iodepth=64
...
fio-3.1
Starting 4 processes

seq_write_throughput: (groupid=0, jobs=4): err= 0: pid=16911: Fri Jun  7 04:31:07 2024
  write: IOPS=622, BW=627MiB/s (657MB/s)(36.7GiB/60011msec)
    slat (usec): min=353, max=3134.7k, avg=6338.29, stdev=97186.23
    clat (usec): min=1220, max=3575.2k, avg=403010.16, stdev=776257.11
     lat (msec): min=5, max=3581, avg=409.34, stdev=782.06
    clat percentiles (msec):
     |  1.00th=[  108],  5.00th=[  128], 10.00th=[  136], 20.00th=[  148],
     | 30.00th=[  157], 40.00th=[  167], 50.00th=[  178], 60.00th=[  192],
     | 70.00th=[  211], 80.00th=[  234], 90.00th=[  284], 95.00th=[ 3071],
     | 99.00th=[ 3339], 99.50th=[ 3507], 99.90th=[ 3574], 99.95th=[ 3574],
     | 99.99th=[ 3574]
   bw (  KiB/s): min= 4096, max=501760, per=45.58%, avg=292447.35, stdev=131131.73, samples=262
   iops        : min=    4, max=  490, avg=285.43, stdev=128.08, samples=262
  lat (msec)   : 2=0.01%, 4=0.01%, 10=0.03%, 20=0.06%, 50=0.16%
  lat (msec)   : 100=0.42%, 250=84.96%, 500=7.02%, 750=0.56%, 1000=0.04%
  lat (msec)   : >=2000=7.42%
  cpu          : usr=3.00%, sys=9.25%, ctx=59742, majf=0, minf=12
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.2%, 32=0.3%, >=64=105.2%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwt: total=0,37344,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
  WRITE: bw=627MiB/s (657MB/s), 627MiB/s-627MiB/s (657MB/s-657MB/s), io=36.7GiB (39.4GB), run=60011-60011msec

Disk stats (read/write):
  xvda: ios=0/316685, merge=0/50, ticks=0/3850788, in_queue=1929468, util=52.32%